Revit 2026 API
RebarFreeFormAccessor.SetCurves Method
Overload List
Name | Description
SetCurves(IList<CurveLoop>)
SetCurves(IList<IList<Curve>>)
Top
See Also
Reference
RebarFreeFormAccessor Class
Autodesk.Revit.DB.Structure Namespace